module.exports = {
    role: {
      Auth:'Авторизироваться'
    }, 
    admin: {
      delUser: 'Удалить пользователя',
      delItem: 'Удалить товар',
      addItem: 'Добавить товар'
    },
    receiver:{
      start: 'Открыть приёмку', 
      res: 'Результат последней приёмки'
    },
    priemka: {
      end: 'Закрыть приёмку',
      res: 'Результат текущей приёмки',
      addItem: 'Добавить товар',
      changeCount: 'Исправить количество просканнированных ШК'
    },
    back: {
      back: 'Назад'
    },
    apply: {
      apply: 'Все верно', 
      back: 'Назад'
    }
}
