module.exports = {
    role: {
      Auth:'Авторизироваться'
    }, 
    admin: {
      startInv: 'Начать инвентаризацию',
      delInv: 'Удалить инвентаризацию',
      inventRes: 'Выдать список всех инвентаризаций за месяц',
      specInventRes: 'Выдать результат конкретной инвентаризации',
      start: 'Открыть приёмку',
      delPriem: 'Удалить приёмку',
      result: 'Выдать список всех приёмок за месяц',
      specRes: 'Выдать результат конкретной приёмки',
      addUser: 'Добавить пользователя',
      delUser: 'Удалить пользователя',
      delItem: 'Удалить товар',
      addItem: 'Добавить товар',
      showUsers: 'Выдать список пользователей', 
      showItems: 'Выдать список товаров'
    },
    receiver:{
      start: 'Открыть приёмку', 
      startInv: 'Начать инвентаризацию',
      res: 'Результат последней приёмки'
    },
    month: {
      jan: "Январь",
      feb: "Февраль",
      mar: "Март",
      apr: "Апрель",
      may: "Май",
      jun: "Июнь",
      jul: "Июль",
      aug: "Август",
      sep: "Сентябрь",
      oct: "Октябрь",
      nov: "Ноябрь",
      dec: "Декабрь"
    },
    priemka: {
      end: 'Закрыть приёмку',
      res: 'Результат текущей приёмки',
      addItem: 'Добавить товар',
      changeCount: 'Исправить количество просканнированных ШК'
    },
    invent:{
      end: 'Закрыть инвентаризацию',
      res: 'Результат текущей инвентаризации',
      addItem: 'Добавить товар',
      changeCount: 'Исправить количество просканнированных ШК'
    },
    back: {
      back: 'Назад'
    },
    apply: {
      apply: 'Все верно', 
      back: 'Назад'
    }
}
